    INSERT INTO Product	 (productId,nameBrand,typeId,detail,capacity,price)
    VALUES ('110','BokDok','103','อาหารเม็ดกระต่าย BOKDOK สูตรผักและธัญพืช ผลิตจากวัตถุดิบธรรมชาติและมีประโยชน์ อุดมด้วยวิตามินและแร่ธาตุต่างๆ 
    มีสารอาหารครบถ้วน ลดกลิ่นมูล บำรุงผิวหนังและขน และยัง มีส่วนผสมของไฟเบอร์ ที่ช่วยในระบบการย่อยอาหาร ซึ่งเหมาะกับกระต่ายทุกสายพันธ์และทุกช่วงวัย','1 kg','58 บาท'),
        
        ('111','Pedigree','101','กรดไขมันโอเมก้า 6 และสังกะสี เพื่อสุขภาพผิวที่ดี พร้อมขนนุ่มสวยเงางามแคลเซียมและฟอสฟอรัส เสริมสร้างกระดูกและฟันให้แข็งแรง
    ใยอาหาร ช่วยให้มีระบบย่อยอาหารและการขับถ่ายที่ดี โปรตีน เพื่อกล้ามเนื้อที่แข็งแรงสมบูรณ์ วิตามินและแร่ธาตุ ช่วยให้ระบบต่างๆของร่างกายทำงานได้อย่างมีประสิทธิภาพ','1.2 kg','136 บาท'),
        
        ('112','CatNjoy','102','อาหารแมวแบบเม็ด รสปลาแซลมอน สำหรับแมวโตทุกสายพันธุ์ อายุ 1 ปีขึ้นไป ช่วยเสริมสร้างภูมิต้านทาน ช่วยบำรุงสมอง 
        ช่วยบำรุงสายตา ช่วยเรื่องปัญหาก้อนขนอุดตัน ช่วยลดปัญหาจากโรคนิ่วและโรคไต','1.2 kg','836 บาท'),
       
        ('113','RoyalCanin','101','อาหารสุนัข ช่วยเสริมสร้างภูมคุ้มกันตามธรรมชาติให้ดีขึ้น ใช้โปรตีนคุณภาพสูงย่อยอาหาร และไฟเบอร์ให้การเคลื่อนตัวของอาหารในลำไส้เหมาะสม ช่วยรักษารูปร่างและน้ำหนักให้เหมาะสม 
        ใช้กลิ่นรสจากธรรมชาติ โดยมีขนาด เนื้อสัมผัสที่เหมาะสมและกระบวนการรักษากลิ่นรสของอาหารที่ดีที่สุด (ถุงสูญญากาศปราศจากออกซิเจน) เพื่อให้อาหารมีความน่ากินที่สุดในเวลานาน','4 kg','968 บาท'),
       
        ('114','SmartHeart','101','โอเมก้า 3 และ 6 ช่วยบำรุงสุขภาพผิวหนังและสุขภาพขนที่เงางาม Strong Bones&Teeth: 
        แคลเซียมและฟอสฟอรัส ช่วยส่งเสริมการเจริญเติบโตและความแข็งแรงของกระดูกและฟัน สำหรับลูกสุนัขทุกสายพันธุ์ อายุตั้งแต่หย่านม - 1 ปี','10 kg','515 บาท'),
        
        ('115','Whiskas','102','เสริมสร้างภูมิต้านทานที่ดี ด้วยกรดไขมันโอเมก้า 3,6 และสังกะสีระบบย่ออาหารที่ดี ด้วยคุณค่าจากวิตามินเอ 
        และทอรีน เพื่อกระดูกที่แข็งแรง ด้วยโปรตีนและไขมันที่ถูกคัดสรรมาจากวัตถุดิบที่มีคุณภาพ ขนนุ่ม','1.1 kg','125 บาท'),
        
        ('116','SmartHeart','102','ทำจากเนื้อสัตว์และเนื้อปลาแท้ๆ  เสริมสร้างสมองด้วย DHA จากน้ำมันปลาและโคลีน ช่วยบำรุงหัวใจให้มีสุขภาพดีด้วย Omega 3 เสริมสร้างพัฒนาการความจำและการเรียนรู้ด้วย 
        Triple DHA และช่วยบำรุงผิวหนังให้สุขภาพดีและขนสวยเงางาม ด้วยโอเมก้า 3 และ 6 ไบโอติน และสังกะสี','7 kg','549 บาท'),
        
        ('117','RoyalCanin','102','สูตรสำหรับแมวที่เลือกกินอาหารจากรูปร่างเม็ดอาหารและการเคี้ยว ช่วยรักษาน้ำหนักให้อยู่ในระดับที่เหมาะสม มีไบโอตินและน้ำมันดอกโบราจ ซึ่งเป็นแหล่งของกรดไขมัน โอเมก้า 6 ช่วยบำรุงขนให้สวย 
        เงางามและผิวหนังสุขภาพดี สวนประกอบ เนื้อสัตว์ปีก, กลูเต้นข้าวโพด, ข้าวโพด, ข้าว, ไขมันสัตว์, ตับสัตว์ปีก, เยื่อใยจากพืช, แร่ธาตุ, โปรตีนสกัดจากถั่วเหลือง, เยื่อหัวบีท, ยีสต์, 
        น้ำมันพืช และหรือ น้ำมันโบราจ น้ำมันมะพร้าว, ฟรุกโตโอลิโกแซคคาไรด์, ไข่ผง, ดีแอล-เมไทโอนีน, สารสกัดจากพริกหยวก, ทอรีน, วิตามิน, สารถนอมอาหาร','400 g','195 บาท'),
        
        ('118','SmartHeart','103','มีคุณค่าทางโภชนาการที่สมบูรณ์แบบ อุดมไปด้วยวิตามิน แร่ธาตุ และสารอาหารที่ครบถ้วนและสมดุลตามหลักโภชนาการที่กระต่ายต้องการ และสนองตอบความต้องการของผู้เลี้ยงที่จะให้กระต่ายได้รับสารอาหารที่สมบูรณ์แบบ 
        เพื่อพัฒนาการทางการเจริญเติบโตที่ดี สุขภาพแข็งแรง ควบคู่ไปกับความเงางามของขนที่สวยและเนียนนุ่ม -ไบโอทิน ช่วยให้สุขภาพผิวดี ขนมันเงางามอย่างเป็นธรรมชาติ','1.5 kg','165 บาท');
   
    
    INSERT INTO Type (typeId,typeName)
    VALUES ('101','อาหารสุนัข'),
        ('102','อาหารแมว'),
        ('103','อาหารกรต่าย');


